const articles = [
  {
    name: "القمال-الاول",
    title: " لا تسكر",
    content: [
      `سئل ايفو اندريتش ذات مرة ، ما اهم رسالة يمكن ان يقولها اذا ما طلب منه ان يعطي رسالة شديدة الايجاز ، فقال :”لا تسكروا “.
      كان اندريتش يعرف ان هناك شرورا اخرى سيختفي معظمها لو توقف الناس عن السكر ، ومع ذلك فقد أكد الاديب انه :” عندما يتحدث الناس عن اضرار الخمر و مفاسدها ، فانهم يقدمون امثله كثيره مقنعه ، فالطبيب يتحدث عن ضررها على الصحة ، والمشتغل في المجال الاجتماعي يتحدث عن المشكلات العائلية الناتجة عن تعاطي الخمور ، كالطلاق ، و الاطفال التعساء ، و البيوت المدمرة ، ويتحدث الموظفون الرسميون عن الاضرار الاقتصادية ، الخ ، غير ان هناك سببا واحدا يهمل غالبا ، ولعله السبب الاهم : الكرامة الانسانية ، اود ان اقول للناس : لا تسكروا ، من اجلكم انتم ، من اجل احترامكم لانفسكم ، من اجل كرامنكم ، لا تهينوا انفسكم.`,
    ],
  },
  {
    name: "المقال الثاني",
    title: "انتروبيا",
    content: [
      `الانتروبيا (Entropy) مصطلح فيزيائي اساسي و في غاية الاهمية في الديناميكا الحرارية ، له دلالات متعددة : يميل اي نظام مغلق الى التحول الى حالة التجانس و التساوي بين جميع أجزائه مع مرور الوقت . فمثلا ، عند القاء نقطة حبر في كوب ماء نلاحظ انتشار الحبر في الماء رويدا رويدا مع مرور الوقت حتى يصل النظام (حبر ذائب في الماء)الى حالة من التجانس و الاتزان و تساوي انتشار الحبر في الماء ، هنا نقول ان انتروبيا هذا النظام قد زادت و تغيرت  . فالماء وحده له انتروبيا و الحبر وحده له انتروبيا ولكن انتروبيا الحبر الذائب في الماء اكبر من مجموع انتروبيا كل من الماء و الحبر منفصلين.
      الانتروبيا هنا تشير الى احتمالات وطرق انتشار ذرات الحبر بين ذرات الماء ، الى احتمالات “الفوضى”وعدم الترتيب للوصول الى حالة الاتزان و التساوي بين جميع أجزاء النظام .
      ولتحديد مدلول الانتروبيا بدقة ، نلاحظ ان انتشار الحبر في الماء سهل ويحدث بشكل طبيعي ، ولكن اذا اردنا فصل الحبر عن الماء فهذه عكلية صعبة و تحتاج الى بذل “شغل” وهنا نقول ان انتربيا هذا النظام مرتفعة. اذن احتمال الوصول الى حالة التساوي بين جميع أجزاء وذرات النظام و احتمالات الفوضى و عدم الترتيب اسهل و اكبر من احتمال بقاء ذرات الحبر وذرات الماء في حالة انفصال و تنظيم و ترتيب ، من ثم ، فان انتروبيا الحبر الذائب في الماء اعلى بكثير.
      لنتخيل ان الطبيعة بزسرها آو الكون هو هذا النظام المغلق ، والانسان أحد  أجزاء هذا النظام ، من المعروف فيزيائيا ان الطبيعة تسير في اتجاه زيادة مستمرة للانتروبيا ، اي الوصول الى حالة التجانس والاتزان بين جميع أجزائها ، او ما يسمى بالاتساق الخامد ، عدا الكائن الحي ، فهو وحده يسير عكس الاتجاه ، اي نقص الانتروبيا ، اي البقاء مستقلا عن النظام الطبيعي المادي حتى يموت.
      لنتخيل ان الانسان يأتي طفلا الى هذا العالم مستقلا و مختلفا عنه تماما ، خاصة من الناحية الروحية و النفسية و الاخلاقية ، و عليه ان يبذل طاقة ومجهودا ليبقى كذلك محافظا على حالة الاصل و الخصوصية الانسانية حتى يموت ، ولكن اذا انخرط الانسان بمرور الوقت في عالم المادة و الطبيعة و اتجه الى الانسام مع قوانين الطبيعة والمادة فهنا نقول انه ينطبق عليه قوانين الطبيعة ، اي يتجه نحو الزيادة المستمرج في الانتروبيا ، اي يفقد خصوصيته الانسانية ، و يتحرك مبتعدا عن الاصل ، فلا يكون هناك فارق بينه و بين اي جزء آخر من الطبيعة.`,
    ],
  },
  {
    name: "المقال الثالث",
    title: "الانسان",
    content: [
      `يؤدي” الانسان الحق “ مهمته الانسانية ، وهذا مبتدى ما نطلق عليه “الإنسان” و منتهاه ، وما الدين و الاخلاق الا محاولات لجعل هذا المهمة موضوعية ، اي لتحديدها و لجعلها أقل ذاتية ، ولكي يكون المرء انسانا ، ينبغي ان يكون لديه شئ ما أرقى من الحياة البيولوجية فقط ، ليست القضية كيف يعيش المرء ، بل لماذا يعيش.`,
    ],
  },
];

export default articles;
